[
{
  "success": true,
  "data": {
    "content": "<p>The music from the film Black Panther -- and its artist Kendrick Lamar -- received more 2019 Grammy Award nominations than anyone else.</p><p>But the big news is the high number of women nominees, after being largely left out last year.</p><img src=\"http://www.dell-lee.com/imgs/react/1.jpg\"/><p>The Recording Academy announced the nominations Friday morning. It named Lamar eight times, including seven nominations for Black Panther: The Album, Music From and Inspired By.</p><p>It is among eight album of the year nominations. A record five of the other nominations went to female artists. They are Cardi B, Kacey Musgraves, Janelle Monae, H.E.R. and Brandi Carlile. Artists Drake and Post Malone are also in the running.</p><p>The Panther nomination gives Lamar another chance to win an album of the year award. He has been nominated three times but has never won. His most recent loss was in February, when his critically praised DAMN fell short to Bruno Mars' 24K Magic.</p><p>Two months later, however, Lamar won a Pulitzer Prize for DAMN. He is the first popular music artist to win the honor.</p><p>Lamar's Top 10 hit, All the Stars, assisted by artist SZA, is nominated for both record and song of the year. Five other songs scored nominations in both <strong>categories</strong>, including Lady Gaga and Bradley Cooper's Shallow from the film A Star Is Born; Childish Gambino's This Is America; and Drake's God's Plan. The other two nominations went to Zedd, Maren Morris and Grey for The Middle and The Joke from Brandi Carlile.</p><p>Ella Mai's Boo'd Up and Shawn Mendes' In My Blood earned song of the year nominations, while Post Malone's Rockstar and Cardi B's I Like It, featuring Bad Bunny and J Balvin, complete the nominees for record of the year.</p><p>Just behind Lamar in number of nominations is Drake, who earned seven. Although he was nominated for album of the year, surprisingly, he did not win a place in the best rap album competition.</p><p>Women made a big hit in the best new artist competition. Six of the eight nominees are female: H.E.R., Chloe x Halle, Dua Lipa, Margo Price, Bebe Rexha and Jorja Smith. Rock band Greta Van Fleet and country singer Luke Combs also earned nominations.</p><p>Recording Academy chief Neil Portnow was criticized earlier this year when he blamed women for their lack of representation at the Grammys. He said women need to \"step up\" if they wanted more nominations in the top categories.</p><p>Later, Portnow described his statement as a \"poor choice of words.\" The academy launched an operation centered on inclusion and diversity. Portnow also announced he would be leaving the academy in 2019.</p><p>The Recording Academy will present the 2019 Grammy Awards in Los Angeles, California, on February 10. The ceremony will be broadcast live.</p><p>I'm Caty Weaver.</p>",
    "title": "Women Artists 'Step Up' in Grammy Nominations"
  }
},
{
  "success": true,
  "data": {
    "content": "<p>United States President Donald Trump announced Friday that he will nominate former attorney general William Barr to lead the Justice Department. Trump told reporters that Barr was his first choice since day one.</p><p>Barr held the same position from 1991 to 1993 under former President George H.W. Bush.</p><p>Trump also said he would nominate Heather Nauert as U.S. Ambassador to the United Nations. Nauert is the current State Department spokeswoman. She also is acting undersecretary of state for public diplomacy and public affairs.</p><p>Trump said Nauert is \"very talented, very smart, very quick.\"</p><p>Barr confirmed that he had accepted the president's nomination. He is currently a business lawyer. Barr will replace acting Attorney General Matthew Whitaker who was appointed last month after Jeff Sessions resigned.</p><p>President Donald Trump announces that he is nominating William Barr, attorney general under President George H.W. Bush, as his Attorney General, on the South Lawn of the White House, Friday, Dec. 7, 2018, in Washington. (AP Photo/Evan Vucci)</p><p>Both the attorney general and U.N. ambassador positions require Senate confirmation. Trump said he hopes the process would be completed quickly, but Congress closes for its winter break in one week. The newly-elected Senate is seated on January 3.</p><p>Barr will have to answer questions at his confirmation hearing about the special counsel investigation into Russian influence in the 2016 presidential election. That investigation is being led by Robert S. Mueller III.</p><img src=\"http://www.dell-lee.com/imgs/react/2.jpeg\"/><p>Democratic Sen. Richard Blumenthal serves on the Judiciary Committee that will question Barr. He said in a statement that he would \"demand that Mr. Barr make a firm...commitment to protect the Mueller investigation, operate independently of the White House, and uphold the law.\"</p><p>The investigation, and the Justice Department's supervision of it, have angered the President.</p><p>Trump dismissed his former attorney general, Jeff Sessions, partly because Sessions had removed himself from the investigation.</p><p>Trump renewed his attacks on Friday, tweeting that he planned to do \"a major Counter Report to the Mueller Report.\"</p><p>\"This should never again be allowed to happen to a future President of the United States!\" Trump wrote.</p><p>The Mueller investigation appears to be nearing its end.</p><p>The Trump administration expects that Barr's nomination will be well-received by Republicans, who respect his experience. Officials also hope Democrats might consider Barr a traditional republican with no personal ties to the president.</p><p>Nauert joined the State Department in 2017 after working as a TV reporter for Fox News. The 48-year-old spokesperson would replace U.N. Ambassador Nikki Haley, who announced she was leaving the position at the end of the year.</p><p>Nauert has joined Secretary of State Mike Pompeo on several international trips.</p><p>Nauert would be responsible for voicing the administration's foreign policy positions to diplomats at the U.N.</p><p>Among those are continued support for Israel and for economic sanctions against North Korea and Iran.</p><p>If she accepts the position, Nauert will most likely face difficult questions from the Senate about her lack of experience as a diplomat.</p><p>I'm Susan Shand.</p><p>Susan Shand wrote this story for Learning English. Mario Ritter Jr. was the editor.</p>",
    "title": "Trump Announces New Attorney General and UN Ambassador Picks"
  }
},
{
  "success": true,
  "data": {
    "content": "<p>A company known for shaping trends in color design has announced its color of the year for 2019.</p><p>The winning color is called Living Coral. It is based on the look of healthy coral reefs in the world's oceans.</p><p>The announcement came December 5 from Pantone, a company with offices in the American state of New Jersey. Pantone seeks to predict color trends and examine the psychological effects of color.</p><p>This Sept. 12, 2018 file photo shows a model wearing a coral outfit from the Marc Jacobs spring 2019 collection during Fashion Week in New York. (AP Photo/Kevin Hagen)</p><p>The company advises major businesses on choosing colors for their products and advertising campaigns. Its color of the year can influence many different industries. These includes beauty care, fashion, art, home and product design.</p><p>Pantone says its experts look around the world for color influences in these and other industries throughout the year. The company's Pantone Color Institute chooses the color of the year.</p><p>Leatrice Eiseman is the head of the institute. She says people in our busy and technological world seem to be \"craving human interaction and social connection.\"</p><p>Corals are groups of small <strong>organisms</strong> called polyps. These polyps live within a hard skeleton made of limestone.</p><p>Millions of corals grow together to form coral reefs. The reefs support many kinds of sea life. Coral reefs also support fishing activities and protect inland waterways.</p><img src=\"http://www.dell-lee.com/imgs/react/3.jpg\"/><p>The color Living Coral, Eiseman said, represents \"humanizing and heartening qualities\" that she thinks people will warmly receive. \"Color is an equalizing lens through which we experience our natural and digital realities,\" she added. \"And this is particularly true for Living Coral.\"</p><p>Pantone's vice president, Laurie Pressman, told the Associated Press (AP) the company considers the 2019 color of the year \"warm and welcoming.\" The choice was especially important as human interaction seems to be decreasing in society, she said.</p><p>\"With everything that's going on today, we're looking for those humanizing qualities because we're seeing online life dehumanizing a lot of things,\" she told the AP.</p><p>Pressman added that the company believes people want colors that signal \"nourishment and comfort\" to make them feel good about themselves and the world. Living Coral is an example of that, she said. \"It's not too heavy. We want to play. We want to be uplifted.\"</p><p>Pressman added that while Living Coral is very bright and eye-catching, it is \"not so overpowering and in your face.\"</p><p>The announcement comes at a time when rising water temperatures and human activities continue to harm coral reefs around the world. Such damage can remove the bright colors that represent coral as living, breathing things.</p><p>A Pantone statement said that Living Coral represents the energizing elements found in nature. It said the color shows the power of coral reefs to provide shelter to a great \"kaleidoscope of color.\"</p><p>I'm Bryan Lynn.</p><p>Bryan Lynn wrote this story for VOA Learning English. His report was based on reports from the Associated Press and Pantone. George Grow was the editor.</p><p>What do you think of the 2019 color of the year? Write to us in the Comments section</p>",
    "title": "‘Living Coral’: 2019 Color of the Year Comes from the Sea"
  }
},
{
  "success": true,
  "data": {
    "content": "<p>Cat lovers know that the animals spend a lot of time cleaning themselves. Cats use their tongues to remove dirt from their fur and smooth out their hair.</p><p>Scientists are now learning how the rough, sandpaper-like surface of cats' tongues helps the animals get clean and stay cool.</p><p>The secret: small hooks that stand up on the tongue — with scoops, small rounded areas, built in to carry saliva deep into all that hair.</p><p>A cat is presented during </p><p>A cat is presented during \"the \"3rd International Pursaklar Cat Beauty Fest\", on October 14, 2018 in Ankara.</p><p>A team of mechanical engineers reported the findings this month. They said their discoveries are more than unusual, and could lead to inventions for people.</p><p>A cat's tongue could help people put liquids or medicine on hairy skin, said lead researcher Alexis Noel of the Georgia Institute of Technology. Noel is seeking property rights for a three-dimensional printed tool that acts like the tongue.</p><img src=\"http://www.dell-lee.com/imgs/react/4.jpeg\"/><p>Cats spend up to 25 percent of their waking hours cleaning themselves. Noel said she became interested in the subject when her cat, Murphy, struggled to free his tongue from a soft blanket. Scientists had always thought that the tongue was rough because it had small, uneven bumps. Noel wondered why.</p><p>First, computed tomography (CT) images of cats' tongues showed they are not raised areas, but small hooks with scoops at the end. The hooks are flat, but when cats need them for self-cleaning, they stand up, Noel explains. The scientific name for them is papillae.</p><p>The Georgia Tech researcher found that the papillae take in liquid. A housecat has nearly 300 papillae that hold a small amount of saliva that is released when the tongue presses on fur.</p><p>Noel saw evidence that the papillae helped the animals stay extra clean.</p><p>Next she examined the tongues of other cats in the species, like lions.</p><p>Papillae were only a little longer in lions than in cats, noted Noel and David Hu, an associate professor at Georgia Tech. Their findings were published in Proceedings of the National Academy of Sciences.</p><p>Next, Noel measured cat fur, which holds a lot of air to keep the animal warm. When the fur is pushed down flat against the cat's skin, the distance is the same as the length of the papillae, she discovered. The one exception was the fur of long-haired Persian cats.</p><p>I'm Susan Shand.</p><p>Susan Shand adapted this story for VOA Learning English. George Grow was the editor.</p>\n\t\t\t\t\t",
    "title": "How a Cat’s Sandpapery Tongue Deep Cleans"
  }
},
{
  "success": true,
  "data": {
    "content": "<p>We present the short story \"The Furnished Room,\" by O. Henry. The story was originally adapted and recorded by the U.S. Department of State.</p><p>Restless, always moving, forever passing like time itself, are most of the people who live in these old red houses. This is on New York's West Side.</p><p>The people are homeless, yet they have a hundred homes. They go from furnished room to furnished room. They are transients, transients forever—transients in living place, transients in heart and mind. They sing the song, \"Home, Sweet Home,\" but they sing it without feeling what it means. They can carry everything they own in one small box. They know nothing of gardens. To them, flowers and leaves are something to put on a woman's hat.</p><p>The houses of this part of the city have had a thousand people living in them. Therefore each house should have a thousand stories to tell. Perhaps most of these stories would not be interesting. But it would be strange if you did not feel, in some of these houses, that you were among people you could not see. The spirits of some who had lived and suffered there must surely remain, though their bodies had gone.</p><p>One evening a young man appeared, going from one to another of these big old houses, ringing the doorbell. At the twelfth house, he put down the bag he carried. He cleaned the dust from his face. Then he touched the bell. It sounded far, far away, as if it were ringing deep underground.</p><p>The woman who owned the house came to the door. The young man looked at her. He thought that she was like some fat, colorless, legless thing that had come up from a hole in the ground, hungrily hoping for something, or someone, to eat.</p><p>He asked if there was a room that he could have for the night.</p>",
    "title": "The Furnished Room,' by O. Henry"
  }
},
{
  "success": true,
  "data": {
    "title": "Ask a Teacher: Must and Have To",
    "content": "<p>Today we will answer a question about two misunderstood modal verbs.</p><p>Modal verbs are helping verbs. They help us express things like necessity, permission, ability and possibility. For example, \"I can bring the bag tomorrow\" uses the modal verb \"can\" to express ability.</p><p>Now, here is our question:</p><p>Question:</p><p>Hi! Can you tell me the difference between \"must\" and \"have to\"? - Manuel</p><p>Answer:</p><p>Hello, Manuel. Thanks for writing!</p><p>The modal verbs \"must\" and \"have to\" are very close in meaning. They both express a requirement or need to do something.</p><p>First, let me tell you what grammar books say about these verbs. Then, I will tell you how we really use them.</p><p>Grammar books say that:</p><p>\"Must\" expresses that the speaker has decided that something is a requirement or necessity.</p><p>And \"have to\" expresses that someone else has made something a requirement or necessity. An example would be a rule or law.</p><p>But, in the real world, we do not often separate the meanings this way. We use both modals to express that something...</p>"
  }
},
{
  "success": true,
  "data": {
    "title": "Vice, the Movie, Leads Golden Globe Nominations",
    "content": "<p>The Hollywood Foreign Press Association nominated the political comedy Vice for more Golden Globes on Thursday than any other film. It earned six nominations, including best comedy or musical, best actor and best director. The film, directed by Adam McKay, takes a humorous look at the life and leadership of America's former Vice President Dick Cheney.</p><p>Critics have praised Christian Bale's portrayal of Cheney. Some say the actor is unrecognizable in the film.</p><p>Other films leading the way are the musical A Star is Born, the historical comedy The Favourite, and the road trip movie, \"Green Book.\" Each received five nominations.</p><p>FILE - In this January 6, 2009, file photo, Golden Globe statuettes are displayed during a news conference in Beverly Hills, California</p><p>FILE - In this January 6, 2009, file photo, Golden Globe statuettes are displayed during a news conference in Beverly Hills, CaliforniaSinger Lady Gaga and actor Bradley Cooper were both nominated in the lead acting categories for A Star is Born. Cooper is also up for best director. And the film earned a nomination for best picture among dramas.</p><img src=\"http://www.dell-lee.com/imgs/react/7.jpeg\"/><p>The FX network's limited series The Assassination of Gianni Versace won four nominations, the highest number among television programs.</p><p>The Hollywood Foreign Press Association will present the Golden Globes at a ceremony on January 6 in the Los Angeles neighborhood of Beverly Hills, California.</p><p>Many people see the Golden Globes as a predictor of things to come on Hollywood's biggest night, the Academy Awards. The Oscars, as they are called, will be presented on February 24 in Los Angeles.</p><p>The other movies nominated for a Golden Globe in the best musical or comedy category are Crazy Rich Asians, Green Book, The Favourite and Disney's Mary Poppins Returns.</p><p>In the drama category, the competition includes two movies that explore racial injustice: If Beale Street Could Talk, and BlacKkKlansman. The Marvel superhero movie Black Panther is also in the race. Bohemian Rhapsody, a film about former musical artist Freddie Mercury, and A Star is Born close out the Globes' drama group.</p><p>The Mexican film \"Roma\" was nominated in the foreign language group. The movie is partly based on the life of its director, Alfonso Cuaron. The film will compete with Lebanese movie Capernaum, Belgian movie Girl, Never Look Away from Germany and the Japanese drama Shoplifters.</p><p>Several movie stars were among the actors nominated for television performances, including Julia Roberts, Amy Adams, Jim Carrey and Michael Douglas.</p><p>Among television programs nominated for Golden Globes are new shows Bodyguard, available on Netflix, and Pose. Bodyguard is a suspense show about a man appointed to protect a British government minister. Pose is about life in 1980s New York. The show has been praised for its use of a groundbreaking number of transgender actors.</p><p>A full list of the nominations can be found on the Golden Globes website.</p><p>I'm Susan Shand.</p>"
  }
},
{
  "success": true,
  "data": {
    "title": "Who Is the Woman in Huawei Arrest?",
    "content": "<p>Like many top Chinese business leaders, Meng Wanzhou is little known even in her home country. She is the chief financial officer of Huawei Technologies, a huge telecommunications company. Meng had been widely expected to one day lead the company, which her father Ren Zhengfei created.</p><p>But Wednesday, Canadian officials announced they had arrested Meng at the request of American officials. Chinese officials have demanded her immediate release.</p><p>A person who knew about the incident told Reuters the arrest is linked to reported violations of American restrictions on Iran by Huawei.</p><p>Huawei said in a statement that it had been given little information \"about the charges\" against Meng. The company added that it was \"not aware of any wrongdoing by Ms. Meng.\"</p><p>Meng's father worked as a civilian engineer with China's People's Liberation Army for almost 10 years. Ren helped build its communications network before he left the job in 1983.</p><p>Officials in some governments, especially the United States, have expressed concern that his company is close to the Chinese military and government. Huawei has repeatedly denied this.</p>"
  }
},
{
  "success": true,
  "data": {
    "title": "Cuba Announces Full Internet Access for Mobile Phones",
    "content": "<p>Cuban officials have announced that the country's citizens will soon be able to fully use the internet on their mobile phones.</p><p>Cuba is one of the last nations in the world to offer such service.</p><p>Mayra Arevich is the president of the Cuban state-operated telecommunications company ETECSA. She made the announcement on national television on Tuesday.</p><p>She said Cubans can begin paying for use of high speed data and voice services that use third generation, or 3G, communication networks on Thursday.</p><p>Until now, Cubans have had access only to state-operated email accounts on their phones.</p><p>The Cuban government has been building a 3G network in cities across the island. Some Cuban government officials and foreign business people and visitors have been able to use the network for several years.</p><p>Communist Party-ruled Cuba has one of the world's lowest rates of internet use. Internet use increased after former United States President Barack Obama and former Cuban President Raul Castro eased tensions in 2014.</p><p>That growth has continued at a time when President Donald Trump's administration has announced economic restrictions on Cuba.</p>"
  }
},
{
  "success": true,
  "data": {
    "title": "From Honduras to the US, a Migrant Story",
    "content": "<p>Posadas told the Associated Press, \"I am between a rock and a hard place...I know nothing about my son, whether he's dead or alive.\"</p><p>Posadas is not alone. The AP found that almost 4,000 Latin American migrants have died or gone missing along the same route in the past four years. The news agency says the real numbers might be even higher, because families may not report missing family members who were migrating illegally.</p><p>In this Oct. 31, 2018 photo, store owner Carlos Alfonso Garcia looks out from behind his iron gate in the Ciudad Planeta neighborhood of San Pedro Sula, Honduras. The bars that hem in nearly every porch in one of the most dangerous neighborhoods.</p><p>In this Oct. 31, 2018 photo, store owner Carlos Alfonso Garcia looks out from behind his iron gate in the Ciudad Planeta neighborhood of San Pedro Sula, Honduras. The bars that hem in nearly every porch in one of the most dangerous neighborhoods.</p><p>Posadas and her 10 children are from the Ciudad Planeta neighborhood of San Pedro Sula, Honduras. It is known as one of the most dangerous neighborhoods in one of the most dangerous countries in the world.</p><p>Posadas' son left home for the United States for the first time in the 1990s, when he was 16. Posadas had just lost her factory job. Nunez would send money back home to help. He would call her almost every day.</p><p>Nunez was deported two times but returned to the United States each time. In 2007, he had a child with a Mexican woman, Maria Esther Lozano. When Lozano was about to give birth to another child, in July 2010, Nunez was deported for a third time.</p><p>Posadas was happy to have her son back home. He would make tasty meals with her. \"He cooked better than a woman,\" Posadas said.</p><p>But the family's neighborhood had grown more dangerous over the years. Organized crime moved in. One time, men who claimed to be police locked her daughter to iron bars in the house and shot one of Posadas' grandsons. The men suspected the boy was involved with gangs. Other times there were shootouts in the streets.</p><p>In order to survive in the neighborhood, Posadas said, \"If you saw it, you didn't see it. If you heard it, you didn't hear it. And everyone keeps quiet.\"</p>"
  }
}
]